Repository: virtual-labs/exp-determination-viscosity-organic-solvents-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: ml_in

source: C
ml_in: സി

source: A
ml_in: എ

source: D
ml_in: ഡി

source: B
ml_in: ബി

source: help1
ml_in: ദ്രാവക ഡ്രോപ്പ് ഡൗൺ മെനുവിൽ .നിന്നും ദ്രാവകം തിരഞ്ഞെടുക്കുക.

source: help2
ml_in: 'ദ്രാവകം നിറയ്ക്കുക' ബട്ടനിൽ അമർത്തുക.

source: help3
ml_in: പരീക്ഷണം ആരംഭിക്കാൻ 'ആരംഭിക്കുക' എന്ന ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.

source: help4
ml_in: ദ്രാവക ഒഴുക്ക് സമയം നിരീക്ഷിക്കുക

source: Next
ml_in: അടുത്തത്

source: Close
ml_in: അടയ്ക്കുക

source: Determination of Viscosity of Organic Solvents
ml_in: ജൈവ ലായകങ്ങളുടെ വിസ്കോസിറ്റി നിർണയം

source: Variables
ml_in: വേരിയബിള്സ്

source: Fill liquid
ml_in: ദ്രാവകം നിറയ്ക്കുക

source: start
ml_in: ആരംഭിക്കുക

source: Reset
ml_in: പുനർസജ്ജമാക്കുക

source: Show labels
ml_in: ലേബലുകൾ കാണിക്കുക

source: Select a Liquid :
ml_in: ഒരു ദ്രാവകം തിരഞ്ഞെടുക്കുക :

source: Temperature :
ml_in: താപനില : 30 °C

source: copyright
ml_in: പകർപ്പവകാശം © അമൃത യൂണിവേഴ്സിറ്റി 2009 - 2015

source: Water
ml_in: ജലം

source: Nitro
ml_in: നൈട്രോ

source: benzene
ml_in: ബെൻസിന്

source: Toluene
ml_in: ടോളുവിന്

source: Nitro benzene
ml_in: നൈട്രോ ബെൻസിന്
